---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TitleStyleBold
source: html/1839b533-f9f3-d2a8-272d-7f01323e7331.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TitleStyleBold Property

"Bold"

## Syntax (C#)
```csharp
public static ForgeTypeId TitleStyleBold { get; }
```